{
    "L’objectif du centre As Tam Academy est, au-delà de donner aux enfants le goût du football, de les perfectionner dans cette pratique tout en leur inculquant les valeurs qui font la force du club.": "لا يقتصر الهدف من مركز أكاديمية أس تام أكاديمي على تعويد الأطفال على تذوق كرة القدم فحسب، بل يهدف أيضاً إلى تحسين مهاراتهم الكروية مع غرس القيم التي تمثل نقطة قوة النادي في نفوسهم.",
    "Le football est tout simplement génial": "كرة القدم هي ببساطة رائعة",
    "As Tam Academy Bénin propose des stages de foot et des écoles de foot dans les centres de formation.": "تقدم أكاديمية أس تام بنين دورات كرة القدم ومدارس كرة القدم في مراكز التدريب.",
    "À propos du Football": "حول كرة القدم",
    "Les objectifs positifs axés sur le plaisir sont des facteurs de motivation beaucoup plus puissants que ceux négatifs basés sur la peur. Bien que chacun réussisse séparément, la bonne combinaison des deux constitue la force de motivation la plus puissante connue de l’humanité.": "الأهداف الإيجابية القائمة على المتعة هي محفزات أقوى بكثير من الأهداف السلبية القائمة على الخوف. وعلى الرغم من نجاح كل منهما على حدة، إلا أن الجمع الصحيح بينهما هو أقوى قوة تحفيزية عرفتها البشرية.",
    "Donnez-vous le pouvoir de la responsabilité. Rappelez-vous que la seule chose qui vous arrête, c'est vous-même.": "امنح نفسك قوة المسؤولية. تذكر أن الشيء الوحيد الذي يوقفك هو نفسك.",
    "Joueurs classiques": "اللاعبون الكلاسيكيون",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire, une certaine discipline autour de la planification et de l’exécution de ces plans et la conviction que vous pouvez réaliser vos désirs.": "بالنسبة لأولئك الذين يرغبون حقًا في الحصول على المزيد، وفعل المزيد، والعطاء أكثر، وأن تكون أكثر من ذلك، فإن النجاح يمكن تحقيقه مع بعض الفهم لما يجب القيام به، وبعض الانضباط حول التخطيط وتنفيذ تلك الخطط والإيمان بأنك تستطيع تحقيق ما تريد.",
    "Dernières nouvelles": "آخر الأخبار",
    "Rechercher": "بحث",
    "Soumettez vos questions": "أرسل أسئلتك",
    "Questions fréquemment posées": "الأسئلة المتداولة",
    "Contactez-nous": "اتصل بنا",
    "Vous souhaitez obtenir plus de renseignements concernant As Tam Academy ? Laissez nous votre message en complétant le formulaire ci-dessous, nous vous répondrons rapidement.": "هل تريد المزيد من المعلومات عن أكاديمية أس تام؟ اترك لنا رسالتك من خلال ملء النموذج أدناه وسنعاود الاتصال بك في أقرب وقت ممكن.",
    "Nous aimerions recevoir de vos nouvelles": "نود أن نسمع منك",
    "Mettez les rames dans l’eau et commencez à ramer. L'exécution est le facteur le plus important de réussite, plus vite vous atteindrez les objectifs !": "ضع المجاديف في الماء وابدأ التجديف. التنفيذ هو أهم عامل للنجاح، فكلما أسرعت في تحقيق أهدافك!",
    "Devise": "الشعار",
    "Nous nous définissons en trois mots": "نحن نعرّف أنفسنا بثلاث كلمات",
    "Foi - Discipline - Travail": "الإيمان - الانضباط - العمل",
    "Assistance 7j/7": "الدعم على مدار الساعة",
    "Notre équipe est prête et disponible pour vous aider.": "فريقنا جاهز وفي انتظار مساعدتك.",
    "Tout le nécessaire pour un accompagnement réussi.": "كل ما تحتاجه لتدريب ناجح.",
    "Nos Entraineurs à l'academy": "مدربينا في الأكاديمية",
    "Parallèlement à vos plans, vous devriez envisager de développer une orientation vers l’action qui vous gardera motivé à aller de l’avant à tout moment. Cela nécessite un peu d’autodiscipline, mais constitue un élément crucial de toute réussite.": "إلى جانب خططك، يجب أن تضع في اعتبارك تطوير توجهات العمل التي ستبقيك متحمسًا للمضي قدمًا في جميع الأوقات. وهذا يتطلب القليل من الانضباط الذاتي، ولكنه عنصر حاسم في أي نجاح.",
    "Mission": "المهمة",
    "L’Académie Sportive Tadagbe Ahoton Moise (AS-TAM), offre une expérience de football axée sur le plaisir et la passion dans un environnement respectueux et équitable pratiqué dans des conditions favorable à la réussite pour tout type de joueurs de toute aspiration": "الأكاديمية الرياضية تاداغبي أهوتون مويس (AS-TAM), تقدم تجربة كرة قدم مبنية على المتعة والشغف في بيئة محترمة وعادلة تمارس في ظروف مواتية للنجاح لجميع أنواع اللاعبين من جميع التطلعات",
    "Le but ultime de notre  projet est de pouvoir offrir à nos joueurs une chance de leurs ouvrir les portes des structures professionnelle sur le continent ou en Europe et ceci grâce a l’aspect sociale de notre projet": "الهدف النهائي لمشروعنا هو أن نكون قادرين على منح لاعبينا فرصة لفتح أبواب الاحتراف في القارة أو في أوروبا، وذلك بفضل الجانب الاجتماعي لمشروعنا",
    "Pages": "الصفحات",
    "A propos": "حول",
    "Histoire": "التاريخ",
    "Joueurs et Joueuses": "اللاعبين",
    "Calendrier des matchs": "اللاعبين",
    "Politique de confidentialité": "تقويم المباريات",
    "Termes et conditions": "سياسة الخصوصية",
    "Informations de contact": "الشروط والأحكام",
    "À propos de notre équipe": "معلومات الاتصال",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire sérieusement pour avoir plus et faire plus.": "حول فريقنا",
    "Langue": "لمن يريد حقاً أن يكون أكثر, وفعل المزيد، وإعطاء المزيد، وأن تكون أكثر من ذلك، فإن النجاح يمكن تحقيقه مع بعض الفهم لما يتطلبه الأمر من جدية في الحصول على المزيد وفعل المزيد.",
    "Anglais": "اللغات",
    "Francais": "الإنجليزية",
    "Chinois": "الفرنسية",
    "Arabe": "الصينية"
}
