{
    "L’objectif du centre As Tam Academy est, au-delà de donner aux enfants le goût du football, de les perfectionner dans cette pratique tout en leur inculquant les valeurs qui font la force du club.": "The aim of the As Tam Academy center is not only to give children a taste for soccer, but also to help them improve their football skills, while instilling in them the values that make the club so strong.",
    "Le football est tout simplement génial": "Football is just great",
    "As Tam Academy Bénin propose des stages de foot et des écoles de foot dans les centres de formation.": "As Tam Academy Benin offers soccer clinics and soccer schools in training centers.",
    "À propos du Football": "About Football",
    "Les objectifs positifs axés sur le plaisir sont des facteurs de motivation beaucoup plus puissants que ceux négatifs basés sur la peur. Bien que chacun réussisse séparément, la bonne combinaison des deux constitue la force de motivation la plus puissante connue de l’humanité.": "Positive, pleasure-based goals are far more powerful motivators than negative, fear-based ones. Although each succeeds separately, the right combination of the two is the most powerful motivating force known to mankind.",
    "Donnez-vous le pouvoir de la responsabilité. Rappelez-vous que la seule chose qui vous arrête, c'est vous-même.": "Do you have the power of responsibility. Remember that the only thing stopping you is yourself.",
    "Joueurs classiques": "Classic players",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire, une certaine discipline autour de la planification et de l’exécution de ces plans et la conviction que vous pouvez réaliser vos désirs.": "For those of you who truly want to have more, do more, give more and be more, success is achievable with some understanding of what needs to be done, some discipline around planning and executing those plans and the belief that you can achieve your desires. ",
    "Dernières nouvelles": "Latest news",
    "Rechercher": "Search",
    "Soumettez vos questions": "Submit your questions",
    "Questions fréquemment posées": "Frequently asked questions",
    "Contactez-nous": "Contact us",
    "Vous souhaitez obtenir plus de renseignements concernant As Tam Academy ? Laissez nous votre message en complétant le formulaire ci-dessous, nous vous répondrons rapidement.": "Would you like more information about As Tam Academy? Leave us your message by completing the form below, and we'll get back to you promptly.",
    "Nous aimerions recevoir de vos nouvelles": "We'd love to hear from you",
    "Mettez les rames dans l’eau et commencez à ramer. L'exécution est le facteur le plus important de réussite, plus vite vous atteindrez les objectifs !": "Put the oars in the water and start rowing. Execution is the most important factor for success, the sooner you reach your goals!",
    "Devise": "Devise",
    "Nous nous définissons en trois mots": "We define ourselves in three words",
    "Foi - Discipline - Travail": "Faith - Discipline - Work",
    "Assistance 7j/7": "Assistance 7/7",
    "Notre équipe est prête et disponible pour vous aider.": "Our team is ready and available to help you.",
    "Tout le nécessaire pour un accompagnement réussi.": "Everything you need for successful coaching.",
    "Nos Entraineurs à l'academy": "Nos Coaches at the academy",
    "Parallèlement à vos plans, vous devriez envisager de développer une orientation vers l’action qui vous gardera motivé à aller de l’avant à tout moment. Cela nécessite un peu d’autodiscipline, mais constitue un élément crucial de toute réussite.": "Alongside your plans, you should consider developing an action orientation that will keep you motivated to move forward at all times. This requires a little self-discipline, but is a crucial element of any success. ",
    "Mission": "Mission",
    "L’Académie Sportive Tadagbe Ahoton Moise (AS-TAM), offre une expérience de football axée sur le plaisir et la passion dans un environnement respectueux et équitable pratiqué dans des conditions favorable à la réussite pour tout type de joueurs de toute aspiration": "The Académie Sportive Tadagbe Ahoton Moise (AS-TAM), offers a soccer experience centered on pleasure and passion in a respectful and fair environment practiced in conditions conducive to success for all types of players of all aspirations",
    "Le but ultime de notre  projet est de pouvoir offrir à nos joueurs une chance de leurs ouvrir les portes des structures professionnelle sur le continent ou en Europe et ceci grâce a l’aspect sociale de notre projet": "The ultimate goal of our project is to be able to offer our players a chance to open the doors to professional structures on the continent or in Europe. on the continent or in Europe, thanks to the social aspect of our project",
    "Pages": "Pages",
    "A propos": "About us",
    "Histoire": "History",
    "Joueurs et Joueuses": "Players",
    "Calendrier des matchs": "Match schedule",
    "Politique de confidentialité": "Privacy policy",
    "Termes et conditions": "Terms and conditions",
    "Informations de contact": "Contact information",
    "À propos de notre équipe": "About our team",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire sérieusement pour avoir plus et faire plus.": "For those of you who really want to have more, do more, give more and be more, success is achievable with some understanding of what it takes seriously to have more and do more. ",
    "Langue": "Language",
    "Anglais": "English",
    "Francais": "French",
    "Chinois": "Chinese",
    "Arabe": "Arabic"
}
