{
    "L’objectif du centre As Tam Academy est, au-delà de donner aux enfants le goût du football, de les perfectionner dans cette pratique tout en leur inculquant les valeurs qui font la force du club.": "As Tam 学院中心的目标不仅是让孩子们体验足球的乐趣，而且还要培养他们的足球技能，同时向他们灌输作为俱乐部优势的价值观。",
    "Le football est tout simplement génial": "足球简直太精彩了",
    "As Tam Academy Bénin propose des stages de foot et des écoles de foot dans les centres de formation.": "，贝宁 As Tam 学院在培训中心开设足球课程和足球学校。",
    "À propos du Football": "关于足球",
    "Les objectifs positifs axés sur le plaisir sont des facteurs de motivation beaucoup plus puissants que ceux négatifs basés sur la peur. Bien que chacun réussisse séparément, la bonne combinaison des deux constitue la force de motivation la plus puissante connue de l’humanité.": "，基于快乐的积极目标比基于恐惧的消极目标更有动力。虽然两者各自成功，但两者的正确结合是人类已知的最强大的激励力量。",
    "Donnez-vous le pouvoir de la responsabilité. Rappelez-vous que la seule chose qui vous arrête, c'est vous-même.": " 依赖于责任的力量。请记住，阻止你的只有你自己。",
    "Joueurs classiques": "经典玩家",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire, une certaine discipline autour de la planification et de l’exécution de ces plans et la conviction que vous pouvez réaliser vos désirs.": "，对于那些真正想拥有更多、做得更多、付出更多和成为更多的人来说，只要了解需要做什么，有纪律地计划和执行这些计划，并相信自己能够实现愿望，成功是可以实现的。 ",
    "Dernières nouvelles": "最新消息",
    "Rechercher": "搜索",
    "Soumettez vos questions": "提交您的问题",
    "Questions fréquemment posées": "常见问题",
    "Contactez-nous": "联系我们",
    "Vous souhaitez obtenir plus de renseignements concernant As Tam Academy ? Laissez nous votre message en complétant le formulaire ci-dessous, nous vous répondrons rapidement.": "您想了解更多关于谭咏麟学院的信息吗？请填写下面的表格给我们留言，我们会尽快给您回复。",
    "Nous aimerions recevoir de vos nouvelles": "我们很乐意听到您的意见",
    "Mettez les rames dans l’eau et commencez à ramer. L'exécution est le facteur le plus important de réussite, plus vite vous atteindrez les objectifs !": "将船桨放入水中，开始划桨。执行力是成功的最重要因素，越早实现目标越好！",
    "Devise": "Devise",
    "Nous nous définissons en trois mots": "我们用三个词来定义自己",
    "Foi - Discipline - Travail": "信念 - 纪律 - 勤奋",
    "Assistance 7j/7": "每周7天的协助",
    "Notre équipe est prête et disponible pour vous aider.": "我们的团队随时准备为您提供帮助。",
    "Tout le nécessaire pour un accompagnement réussi.": "成功教练所需的一切",
    "Nos Entraineurs à l'academy": "学院里没有教练",
    "Parallèlement à vos plans, vous devriez envisager de développer une orientation vers l’action qui vous gardera motivé à aller de l’avant à tout moment. Cela nécessite un peu d’autodiscipline, mais constitue un élément crucial de toute réussite.": "与计划并行，您应该考虑制定一个行动方向，让自己时刻保持前进的动力。这需要一点自律，但却是任何成功的关键部分。 ",
    "Mission": "Mission",
    "L’Académie Sportive Tadagbe Ahoton Moise (AS-TAM), offre une expérience de football axée sur le plaisir et la passion dans un environnement respectueux et équitable pratiqué dans des conditions favorable à la réussite pour tout type de joueurs de toute aspiration": "Tadagbe Ahoton Moise 体育学院（AS-TAM）、 ",
    "Le but ultime de notre  projet est de pouvoir offrir à nos joueurs une chance de leurs ouvrir les portes des structures professionnelle sur le continent ou en Europe et ceci grâce a l’aspect sociale de notre projet": "，我们项目的最终目标是为我们的球员提供机会，打开通往欧洲大陆或欧洲职业结构的大门。在欧洲大陆或欧洲，感谢我们项目的社会方面",
    "Pages": "页面",
    "A propos": "关于我们",
    "Histoire": "历史",
    "Joueurs et Joueuses": "球员",
    "Calendrier des matchs": "比赛日程",
    "Politique de confidentialité": "隐私政策",
    "Termes et conditions": "条款和条件",
    "Informations de contact": "联系信息",
    "À propos de notre équipe": "关于我们的团队",
    "Pour ceux d’entre vous qui veulent vraiment avoir plus, faire plus, donner plus et être plus, le succès est réalisable avec une certaine compréhension de ce qu’il faut faire sérieusement pour avoir plus et faire plus.": "对于那些真正想要拥有更多的人、 做得更多、给予更多和成为更多的人来说，成功是可以实现的，只要你们了解如何才能认真地拥有更多和做得更多。 ",
    "Langue": "Language",
    "Anglais": "English",
    "Francais": "French",
    "Chinois": "Chinese",
    "Arabe": "Arabic"
}
