<?php

namespace App\Http\Controllers;

use App\Models\TranslationString;
use Illuminate\Support\Facades\App;
use Illuminate\Support\Facades\Session;
use RealRashid\SweetAlert\Facades\Alert;
use Stichoza\GoogleTranslate\GoogleTranslate;

class LangageController extends Controller
{
    public function swithLangage($lang)
    {
        Session::put('locale', $lang);
        App::setLocale($lang);
        return redirect()->back();
    }

    public function translation()
    {
        $list = json_decode(file_get_contents('data/index.json'), true);
        // dd(join(' ########### ', $list));
        $translation = "لا يقتصر الهدف من مركز أكاديمية أس تام أكاديمي على تعويد الأطفال على تذوق كرة القدم فحسب، بل يهدف أيضاً إلى تحسين مهاراتهم الكروية مع غرس القيم التي تمثل نقطة قوة النادي في نفوسهم. ########### كرة القدم هي ببساطة رائعة ########### تقدم أكاديمية أس تام بنين دورات كرة القدم ومدارس كرة القدم في مراكز التدريب. ########### حول كرة القدم ########### الأهداف الإيجابية القائمة على المتعة هي محفزات أقوى بكثير من الأهداف السلبية القائمة على الخوف. وعلى الرغم من نجاح كل منهما على حدة، إلا أن الجمع الصحيح بينهما هو أقوى قوة تحفيزية عرفتها البشرية. ########### امنح نفسك قوة المسؤولية. تذكر أن الشيء الوحيد الذي يوقفك هو نفسك. ########### اللاعبون الكلاسيكيون ########### بالنسبة لأولئك الذين يرغبون حقًا في الحصول على المزيد، وفعل المزيد، والعطاء أكثر، وأن تكون أكثر من ذلك، فإن النجاح يمكن تحقيقه مع بعض الفهم لما يجب القيام به، وبعض الانضباط حول التخطيط وتنفيذ تلك الخطط والإيمان بأنك تستطيع تحقيق ما تريد. ########### آخر الأخبار ########### بحث ########### أرسل أسئلتك ########### الأسئلة المتداولة ########### اتصل بنا ########### هل تريد المزيد من المعلومات عن أكاديمية أس تام؟ اترك لنا رسالتك من خلال ملء النموذج أدناه وسنعاود الاتصال بك في أقرب وقت ممكن. ########### نود أن نسمع منك ########### ضع المجاديف في الماء وابدأ التجديف. التنفيذ هو أهم عامل للنجاح، فكلما أسرعت في تحقيق أهدافك! ########### الشعار ########### نحن نعرّف أنفسنا بثلاث كلمات ########### الإيمان - الانضباط - العمل ########### الدعم على مدار الساعة ########### فريقنا جاهز وفي انتظار مساعدتك. ########### كل ما تحتاجه لتدريب ناجح. ########### مدربينا في الأكاديمية ########### إلى جانب خططك، يجب أن تضع في اعتبارك تطوير توجهات العمل التي ستبقيك متحمسًا للمضي قدمًا في جميع الأوقات. وهذا يتطلب القليل من الانضباط الذاتي، ولكنه عنصر حاسم في أي نجاح. ########### المهمة ########### الأكاديمية الرياضية تاداغبي أهوتون مويس (AS-TAM), تقدم تجربة كرة قدم مبنية على المتعة والشغف في بيئة محترمة وعادلة تمارس في ظروف مواتية للنجاح لجميع أنواع اللاعبين من جميع التطلعات ########### الهدف النهائي لمشروعنا هو أن نكون قادرين على منح لاعبينا فرصة لفتح أبواب الاحتراف في القارة أو في أوروبا، وذلك بفضل الجانب الاجتماعي لمشروعنا ########### الصفحات ########### حول ########### التاريخ ########### اللاعبين ########### اللاعبين ########### تقويم المباريات ########### سياسة الخصوصية ########### الشروط والأحكام ########### معلومات الاتصال ########### حول فريقنا ########### لمن يريد حقاً أن يكون أكثر, وفعل المزيد، وإعطاء المزيد، وأن تكون أكثر من ذلك، فإن النجاح يمكن تحقيقه مع بعض الفهم لما يتطلبه الأمر من جدية في الحصول على المزيد وفعل المزيد. ########### اللغات ########### الإنجليزية ########### الفرنسية ########### الصينية";
        // dd($list, explode(' ########### ', $translation));
        dd(json_encode(array_combine(array_values($list), explode(' ########### ', $translation)), JSON_UNESCAPED_UNICODE));
    }


    public function getLangJSonContent()
    {
        $root = dirname(dirname(dirname(__DIR__)));
        return json_decode(file_get_contents($root . '/resources/lang/en.json'), true);
    }
}